import './HomePage.css';

const HomePage = () => {
    return (
        <div className='home'>
            <h1>Добро пожаловать на сайт "Логика"!</h1>
            <p>
            В нашем центре вы найдете полный спектр услуг и решений в области булевых функций. Мы стремимся предоставить надежные и эффективные инструменты для булевых вычислений, обеспечивая наилучший опыт для исследователей, студентов и разработчиков.
            </p>
            <p>
            Изучите наш каталог, чтобы найти идеальные инструменты для решения ваших задач в области булевой логики. Не пропустите новейшие разработки и эксклюзивные предложения для улучшения ваших булевых операций!
            </p>
        </div>
    );
};

export default HomePage;
